Revit 2027 API
ParameterTypeId.StructuralSectionCutWidth Property
 "Cut Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCutWidth { get; }
Public Shared ReadOnly Property StructuralSectionCutWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCutWidth {
	ForgeTypeId^ get ();
}
static member StructuralSectionCutWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace